let productsList = [
  {
    title: 'Βασιλικό αυτί',
    desc: 'Πλούσιος ζωμός ψαριού με κρέμα, φιλέτο σολομού και μπακαλιάρο Ατλαντικού, πατάτες, καρότα και κρεμμύδια',
    price: 53 / 5,
    image: require('../assets/s2.jpg'),
  },
  {
    title: 'Κοτόσουπα με σπιτικά νουντλς',
    desc: 'Πλούσιος ζωμός κοτόπουλου με σπιτικά νουντλς αυγών, κοτόπουλο, αυγό και φρέσκο ​​σπανάκι',
    price: 28 / 5,
    image: require('../assets/s3.jpg'),
  },
  {
    title: 'Μπορς με κρουτόν',
    desc: 'Χορταστικό μπορς με ζωμό βοδινού. Σερβίρεται με κρέμα γάλακτος και κρουτόν σκόρδου. ',
    price: 53 / 5,
    image: require('../assets/s4.jpg'),
  },
  {
    title: 'Σπιτική Solyanka',
    desc: 'Ένα χορταστικό κουκούτσι σύμφωνα με την παλιά συνταγή της γιαγιάς του Dariko.',
    price: 54 / 5,
    image: require('../assets/s5.jpg'),
  },
  {
    title: 'Tiger Shrimp Chakhokhbili',
    desc: 'Κοκκινιστές γαρίδες τίγρης σε σάλτσα ντομάτας με ντομάτες, σκόρδο, γεωργιανά μπαχαρικά, πιπεριές τσίλι και φρέσκο ​​κόλιανδρο',
    price: 730 / 5,
    image: require('../assets/g1.jpg'),
  },
  {
    title: 'Γαρίδες τίγρης σε σάλτσα Chkmeruli',
    desc: 'Τριφικές γαρίδες τίγρης μαγειρεμένες σε γεωργιανή σάλτσα Chkmeruli από κρέμα, τυρί, σκόρδο, φρέσκο ​​δυόσμο και κόλιανδρο',
    price: 85 / 5,
    image: require('../assets/g2.jpg'),
  },
  {
    title: 'Μπακαλιάρος με λαχανικά',
    desc: 'Μπακαλιάρος Ατλαντικού φούρνου με κουνουπίδι, κολοκυθάκια και ντομάτες με σάλτσα τυριού κρέμα',
    price: 73 / 5,
    image: require('../assets/g3.jpg'),
  },
  {
    title: 'Χακονδρίλι με κοτόπουλο',
    desc: 'Φιλέτο μπούτι κοτόπουλου τηγανισμένο στη σχάρα και ψητό σε κρεμώδη σάλτσα τυριού με μανιτάρια και κρεμμύδια',
    price: 62 / 5,
    image: require('../assets/g4.jpg'),
  },
  {
    title: 'Μοσχάρι Στρογκάνοφ',
    desc: 'Μοσχάρι με μανιτάρια σε πηχτή κρεμώδη σάλτσα τυριού, με πουρέ πατάτας. ',
    price: 85 / 5,
    image: require('../assets/g5.jpg'),
  },
  {
    title: 'Khinkali Kalakuri',
    desc: 'Με μοσχάρι και χοιρινό.',
    price: 33 / 5,
    image: require('../assets/h1.jpg'),
  },
  {
    title: 'Καλακούρι τηγανητό Χινκάλι',
    desc: 'Με μοσχάρι και χοιρινό.',
    price: 43 / 5,
    image: require('../assets/h2.jpg'),
  },
  {
    title: 'Rack of Lamb',
    desc: 'Ορεκτικά παϊδάκια αρνιού τηγανισμένα σε ζωντανή φωτιά σε επώνυμα μπαχαρικά.',
    price: 78 / 5,
    image: require('../assets/h3.jpg'),
  },
  {
    title: 'Γαρίδες στη σχάρα',
    desc: 'Γαρίδες μαριναρισμένες σε αρωματικό μαγκάλ. Σερβίρουμε με σαλάτα με φύλλα ρόκας. ',
    price: 53 / 5,
    image: require('../assets/h4.jpg'),
  },
  {
    title: 'Λιούλια-κεμπάπ σε λάβας με κοτόπουλο. και μοσχαρίσιο κρέας.',
    desc: 'Μαγειρεμένο σε ζωντανά κάρβουνα και τυλιγμένο σε πίτα με τυρί Suluguni και κρεμμύδια. Με σάλτσα Τσαχτών. ',
    price: 63 / 5,
    image: require('../assets/h5.jpg'),
  },
  {
    title: 'Λιούλα-κεμπάπ σε λάβας με μοσχαράκι. και γουρούνι.',
    desc: 'Με τυρί Suluguni και κρεμμύδια. Σερβίρουμε με σάλτσα σατσεμπέλι. ',
    price: 52 / 5,
    image: require('../assets/h6.jpg'),
  },
  {
    title: 'Αρνί Λούλα Κεμπάπ',
    desc: 'Κρεμώδης σούπα με χέλι, φύκια wakame, ρύζι. Γαρνίρεται με φρέσκα κρεμμυδάκια και σουσάμι.',
    price: 68 / 5,
    image: require('../assets/h7.jpg'),
  },
  {
    title: 'Beef Lula Kebab',
    desc: 'Μοσχάρι κεμπάπ με καυκάσια μπαχαρικά, λεπτή λάβας και κρεμμύδι. ',
    price: 47 / 5,
    image: require('../assets/h8.jpg'),
  },
  {
    title: 'Σκουμπρί στη σχάρα',
    desc: 'Χρυσό καπνιστό ψάρι με μπαχαρικά, ψητές πατάτες και γεωργιανή σάλτσα Ματσόνι.',
    price: 92 / 5,
    image: require('../assets/h9.jpg'),
  },
  {
    title: 'Κουφτά από μοσχαρίσιο κρέας στη σχάρα',
    desc:
      'Ανατολίτικο πιάτο σε μορφή κοτολέτας μαγειρεμένα στη σχάρα από κιμά γεμιστό με τυρί' +
      'Suluguni. Σερβίρεται με χρυσαφένιες πατάτες, ντομάτες και σάλτσα Satsibeli',
    price: 97 / 5,
    image: require('../assets/h10.jpg'),
  },
  {
    title: 'Γαρνίρουμε Πλιγούρι με Λαχανικά',
    desc: 'Πλιγούρι τηγανητό με καρότα, πιπεριές και κρεμμύδια',
    price: 23 / 5,
    image: require('../assets/v1.jpg'),
  },
  {
    title: 'Φαγόπυρο με μανιτάρια',
    desc: 'Φαγόπυρο με τηγανητά μανιτάρια',
    price: 33 / 5,
    image: require('../assets/v2.jpg'),
  },
  {
    title: 'Διακοσμήστε το Achuchuk',
    desc: 'Ώριμες ντομάτες, φρέσκα αγγούρια, κρεμμύδια και ντρέσινγκ',
    price: 13 / 5,
    image: require('../assets/v3.jpg'),
  },
  {
    title: 'Πατάτες Shepherds',
    desc: 'Με σκόρδο και πάπρικα.',
    price: 15 / 5,
    image: require('../assets/v4.jpg'),
  },
  {
    title: 'Lagman Tom Yum',
    desc:
      'Αρωματικός ζωμός Tom Yum με γαρίδες τίγρης, μπλε μύδια, φιλέτο κοτόπουλου, σπιτικά' +
      ' νουντλς Lagman, φρέσκο ​​τζίντζερ, λεμονόχορτο, τσίλι',
    price: 56 / 5,
    image: require('../assets/s1.jpg'),
  },
  {
    title: 'Τηγανιτό κουνουπίδι',
    desc: 'Κουνουπίδι τηγανητό σε τριμμένη φρυγανιά. Σερβίρεται με σάλτσα καρυδιού bage',
    price: 24 / 5,
    image: require('../assets/v5.jpg'),
  },
];

productsList = productsList.map(el => {
  return {
    ...el,
    added: false,
    count: 1,
    id: Math.random(),
  };
});

export default productsList;
